{
  "intro": {
    "header": "Your fiscal year 2022 templates",
    "body": "Download these Excel files to begin gathering data for your Medicaid managed care programs. Use this portal to share your completed reports with the Centers for Medicare and Medicaid Services (CMS) beginning early November 2022."
  },
  "cards": {
    "MCPAR": {
      "title": "Managed Care Program Annual Report (MCPAR)",
      "body": "The MCPAR online form will be available on this website in November 2022. Note: Every state must complete one report per program.",
      "buttonText": "Download MCPAR Worksheet",
      "accordion": {
        "buttonLabel": "When is the MCPAR due?",
        "bodyText": "Due dates vary based on contract year of the managed care program and contract period for the first report.",
        "table": {
          "headRow": ["Contract Year", "Contract Period", "Due Date"],
          "bodyRows": [
            ["Jul to Jun", "7/2/21 to 6/30/22", "Dec 27, 2022"],
            ["Sep to Aug", "9/1/21 to 8/21/22", "Feb 27, 2023"],
            ["Oct to Sep", "10/1/21 to 9/30/22", "Mar 29, 2023"],
            ["Jan to Dec", "1/1/22 to 12/31/22", "Jun 29, 2023"],
            ["Feb to Jan", "2/1/22 to 1/31/23", "Jul 30, 2023"],
            ["Apr to Mar", "4/1/22 to 3/31/23", "Sep 27, 2023"]
          ]
        }
      }
    },
    "MLR": {
      "title": "Medical Loss Ratio (MLR)",
      "body": "Download and complete the MLR Excel template, and upload it at this website beginning November 2022.",
      "buttonText": "Download MLR Template",
      "accordion": {
        "buttonLabel": "When is the MLR due?",
        "bodyText": "Submit the MLR Excel template as additional documentation at the same time you submit your annual rate certification to CMS. All states submitting rate certification packages on or after October 1, 2022 are required to use the Excel template."
      }
    },
    "NAAAR": {
      "title": "Network Adequacy and Access Assurances Report (NAAAR)",
      "body": "Download and complete the NAAAR Excel template, and upload it at this website beginning November 2022.",
      "buttonText": "Download NAAAR Template",
      "accordion": {
        "buttonLabel": "When is the NAAAR due?",
        "bodyText": "Submit a Network Adequacy and Access Assurances Report (NAAAR) (1) at least annually; (2) at the time your state enters into a contract with a new Managed Care Organization (MCO), Prepaid Inpatient Health Plan (PIHP) or Prepaid Ambulatory Health Plan (PAHP); and (3) there are any significant changes to a MCO, PIHP, or PAHP operation that would affect the adequacy of capacity and services such as:",
        "list": [
          "Enrollment of a new population",
          "Changes to services, benefits, geographic service area, composition of provider network or payments to its provider network"
        ]
      }
    }
  }
}
