{
  "path": "/mcpar/plan-level-indicators/appeals-state-fair-hearings-and-grievances/appeals-overview",
  "intro": {
    "section": "Section D: Plan-Level Indicators",
    "subsection": "Topic IV. Appeals, State Fair Hearings & Grievances",
    "spreadsheet": {
      "title": "Find in the Excel Workbook",
      "descriptionList": ["D1_Plan_Set"]
    }
  },
  "drawer": {
    "dashboard": {
      "title": "Report on appeals for each plan",
      "entityType": "plans"
    },
    "drawerTitle": "Report on appeals for"
  },
  "form": {
    "id": "dao",
    "fields": [
      {
        "id": "dao-1",
        "type": "number",
        "props": {
          "label": "D1.IV.1 Appeals resolved (at the plan level)",
          "hint": "Enter the total number of appeals resolved as of the first day of the last month of the reporting year.</p>An appeal is \"resolved\" at the plan level when the plan has issued a decision, regardless of whether the decision was wholly or partially favorable or adverse to the beneficiary, and regardless of whether the beneficiary (or the beneficiary's representative) chooses to file a request for a State Fair Hearing or External Medical Review.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-2",
        "type": "number",
        "props": {
          "label": "D1.IV.2 Active appeals",
          "hint": "Enter the total number of appeals still pending or in process (not yet resolved) as of the first day of the last month of the reporting year.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-3",
        "type": "number",
        "props": {
          "label": "D1.IV.3 Appeals filed on behalf of LTSS users",
          "hint": "Enter the total number of appeals filed during the reporting year by or on behalf of LTSS users. Enter “N/A” if not applicable.</p>An LTSS user is an enrollee who received at least one LTSS service at any point during the reporting year (regardless of whether the enrollee was actively receiving LTSS at the time that the appeal was filed).",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-4",
        "type": "number",
        "props": {
          "label": "D1.IV.4 Number of critical incidents filed during the reporting period by (or on behalf of) an LTSS user who previously filed an appeal",
          "hint": "For managed care plans that cover LTSS, enter the number of critical incidents filed within the reporting period by (or on behalf of) LTSS users who previously filed appeals in the reporting year. If the managed care plan does not cover LTSS, enter “N/A”.</p>Also, if the state already submitted this data for the reporting year via the CMS readiness review appeal and grievance report (because the managed care program or plan were new or serving new populations during the reporting year), and the readiness review tool was submitted for at least 6 months of the reporting year, enter “N/A”.</p>The appeal and critical incident do not have to have been \"related\" to the same issue - they only need to have been filed by (or on behalf of) the same enrollee. Neither the critical incident nor the appeal need to have been filed in relation to delivery of LTSS — they may have been filed for any reason, related to any service received (or desired) by an LTSS user.</p>To calculate this number, states or managed care plans should first identify the LTSS users for whom critical incidents were filed during the reporting year, then determine whether those enrollees had filed an appeal during the reporting year, and whether the filing of the appeal preceded the filing of the critical incident.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-5a",
        "type": "number",
        "props": {
          "label": "D1.IV.5a Standard appeals for which timely resolution was provided",
          "hint": "Enter the total number of standard appeals for which timely resolution was provided by plan during the reporting period.</p>See 42 CFR §438.408(b)(2) for requirements related to timely resolution of standard appeals.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-5b",
        "type": "number",
        "props": {
          "label": "D1.IV.5b Expedited appeals for which timely resolution was provided",
          "hint": "Enter the total number of expedited appeals for which timely resolution was provided by plan during the reporting period.</p>See 42 CFR §438.408(b)(3) for requirements related to timely resolution of standard appeals.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-6a",
        "type": "number",
        "props": {
          "label": "D1.IV.6a Resolved appeals related to denial of authorization or limited authorization of a service",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to the plan's denial of authorization for a service not yet rendered or limited authorization of a service.</p>(Appeals related to denial of payment for a service already rendered should be counted in indicator D1.IV.6c).",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-6b",
        "type": "number",
        "props": {
          "label": "D1.IV.6b Resolved appeals related to reduction, suspension, or termination of a previously authorized service",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to the plan's reduction, suspension, or termination of a previously authorized service.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-6c",
        "type": "number",
        "props": {
          "label": "D1.IV.6c Resolved appeals related to payment denial",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to the plan's denial, in whole or in part, of payment for a service that was already rendered.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-6d",
        "type": "number",
        "props": {
          "label": "D1.IV.6d Resolved appeals related to service timeliness",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to the plan's failure to provide services in a timely manner (as defined by the state).",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-6e",
        "type": "number",
        "props": {
          "label": "D1.IV.6e Resolved appeals related to lack of timely plan response to an appeal or grievance",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to the plan's failure to act within the timeframes provided at 42 CFR §438.408(b)(1) and (2) regarding the standard resolution of grievances and appeals.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-6f",
        "type": "number",
        "props": {
          "label": "D1.IV.6f Resolved appeals related to plan denial of an enrollee's right to request out-of-network care",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to the plan's denial of an enrollee's request to exercise their right, under 42 CFR §438.52(b)(2)(ii), to obtain services outside the network (only applicable to residents of rural areas with only one MCO).",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dao-6g",
        "type": "number",
        "props": {
          "label": "D1.IV.6g Resolved appeals related to denial of an enrollee's request to dispute financial liability",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to the plan's denial of an enrollee's request to dispute a financial liability.",
          "mask": "comma-separated"
        }
      }
    ]
  }
}
