{
  "path": "/mcpar/plan-level-indicators/appeals-state-fair-hearings-grievances/appeals-by-service",
  "intro": {
    "section": "Section D: Plan-Level Indicators",
    "subsection": "Topic IV. Appeals, State Fair Hearings & Grievances",
    "spreadsheet": {
      "title": "Find in the Excel Workbook",
      "descriptionList": ["D1_Plan_Set"]
    },
    "info": [
      {
        "type": "heading",
        "as": "h3",
        "content": "Appeals by Service"
      },
      {
        "type": "p",
        "content": "Number of appeals resolved during the reporting period related to various services. Note: A single appeal may be related to multiple service types and may therefore be counted in multiple categories."
      }
    ]
  },
  "drawer": {
    "dashboard": {
      "title": "Report on appeals by service for each plan",
      "entityType": "plans"
    },
    "drawerTitle": "Report appeals by service for"
  },
  "form": {
    "id": "dabs",
    "fields": [
      {
        "id": "dabs-1",
        "type": "number",
        "props": {
          "label": "D1.IV.7a Resolved appeals related to general inpatient services",
          "hint": "<p>Enter the total number of appeals resolved by the plan during the reporting year that were related to general inpatient care, including diagnostic and laboratory services.</p><p>Do not include appeals related to inpatient behavioral health services – those should be included in indicator D1.IV.7c. If the managed care plan does not cover general inpatient services, enter \"N/A\".</p>",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-2",
        "type": "number",
        "props": {
          "label": "D1.IV.7b Resolved appeals related to general outpatient services",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to general outpatient care, including diagnostic and laboratory services. Please do not include appeals related to outpatient behavioral health services – those should be included in indicator D1.IV.7d. If the managed care plan does not cover general outpatient services, enter \"N/A\".",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-3",
        "type": "number",
        "props": {
          "label": "D1.IV.7c Resolved appeals related to inpatient behavioral health services",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to inpatient mental health and/or substance use services. If the managed care plan does not cover inpatient behavioral health services, enter \"N/A\".",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-4",
        "type": "number",
        "props": {
          "label": "D1.IV.7d Resolved appeals related to outpatient behavioral health services",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to outpatient mental health and/or substance use services. If the managed care plan does not cover outpatient behavioral health services, enter \"N/A\".",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-5",
        "type": "number",
        "props": {
          "label": "D1.IV.7e Resolved appeals related to covered outpatient prescription drugs",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to outpatient prescription drugs covered by the managed care plan. If the managed care plan does not cover outpatient prescription drugs, enter \"N/A\".",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-6",
        "type": "number",
        "props": {
          "label": "D1.IV.7f Resolved appeals related to skilled nursing facility (SNF) services",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to SNF services. If the managed care plan does not cover skilled nursing services, enter \"N/A\".",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-7",
        "type": "number",
        "props": {
          "label": "D1.IV.7g Resolved appeals related to long-term services and supports (LTSS)",
          "hint": "<p>Enter the total number of appeals resolved by the plan during the reporting year that were related to institutional LTSS or LTSS provided through home and community-based (HCBS) services, including personal care and self-directed services. If the managed care plan does not cover LTSS services, enter \"N/A\".</p><p(Appeals related to denial of payment for a service already rendered should be counted in indicator D1.IV.6c).</p>",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-8",
        "type": "number",
        "props": {
          "label": "D1.IV.7h Resolved appeals related to dental services",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to dental services. If the managed care plan does not cover dental services, enter \"N/A\".",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-9",
        "type": "number",
        "props": {
          "label": "D1.IV.7i Resolved appeals related to non-emergency medical transportation (NEMT)",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to NEMT. If the managed care plan does not cover NEMT, enter \"N/A\".",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dabs-10",
        "type": "number",
        "props": {
          "label": "D1.IV.7j Resolved appeals related to other service types",
          "hint": "Enter the total number of appeals resolved by the plan during the reporting year that were related to services that do not fit into one of the categories listed above. If the managed care plan does not cover services other than those in items D1.IV.7a-i, enter \"N/A\".",
          "mask": "comma-separated"
        }
      }
    ]
  }
}
