{
  "path": "/mcpar/plan-level-indicators/appeals-state-fair-hearings-grievances/grievances-by-reason",
  "intro": {
    "section": "Section D: Plan-Level Indicators",
    "subsection": "Topic IV. Appeals, State Fair Hearings & Grievances",
    "spreadsheet": {
      "title": "Find in the Excel Workbook",
      "descriptionList": ["D1_Plan_Set"]
    },
    "info": [
      {
        "type": "heading",
        "as": "h3",
        "content": "Grievances by Reason"
      },
      {
        "type": "p",
        "content": "Report the number of grievances resolved by plan during the reporting period by reason."
      }
    ]
  },
  "drawer": {
    "dashboard": {
      "title": "Report on grievances by reason for each plan",
      "entityType": "plans"
    },
    "drawerTitle": "Report on grievances by reason for",
    "drawerInfo": [
      {
        "type": "p",
        "content": "A single grievance may be related to multiple reasons and may therefore be counted in multiple categories."
      }
    ]
  },
  "form": {
    "id": "dgbr",
    "fields": [
      {
        "id": "dgbr-1",
        "type": "number",
        "props": {
          "label": "D1.IV.16a Resolved grievances related to plan or provider customer service",
          "hint": "<p>Enter the total number of grievances resolved by the plan during the reporting year that were related to plan or provider customer service.</p><p>Customer service grievances include complaints about interactions with the plan's Member Services department, provider offices or facilities, plan marketing agents, or any other plan or provider representatives.</p>",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-2",
        "type": "number",
        "props": {
          "label": "D1.IV.16b Resolved grievances related to plan or provider care management/case management",
          "hint": "<p>Enter the total number of grievances resolved by the plan during the reporting year that were related to plan or provider care management/case management.</p><p>Care management/case management grievances include complaints about the timeliness of an assessment or complaints about the plan or provider care or case management process.</p>",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-3",
        "type": "number",
        "props": {
          "label": "D1.IV.16c Resolved grievances related to access to care/services from plan or provider",
          "hint": "Enter the total number of grievances resolved by the plan during the reporting year that were related to access to care. Access to care grievances include complaints about difficulties finding qualified in-network providers, excessive travel or wait times, or other access issues.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-4",
        "type": "number",
        "props": {
          "label": "D1.IV.16d Resolved grievances related to quality of care",
          "hint": "Enter the total number of grievances resolved by the plan during the reporting year that were related to quality of care. Quality of care grievances include complaints about the effectiveness, efficiency, equity, patient-centeredness, safety, and/or acceptability of care provided by a provider or the plan.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-5",
        "type": "number",
        "props": {
          "label": "D1.IV.16e Resolved grievances related to plan communications",
          "hint": "<p>Enter the total number of grievances resolved by the plan during the reporting year that were related to plan communications.</p><p>Plan communication grievances include grievances related to the clarity or accuracy of enrollee materials or other plan communications or to an enrollee's access to or the accessibility of enrollee materials or plan communications.</p>",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-6",
        "type": "number",
        "props": {
          "label": "D1.IV.16f Resolved grievances related to payment or billing issues",
          "hint": "Enter the total number of grievances resolved during the reporting period that were filed for a reason related to payment or billing issues.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-7",
        "type": "number",
        "props": {
          "label": "D1.IV.16g Resolved grievances related to suspected fraud",
          "hint": "Enter the total number of grievances resolved during the reporting year that were related to suspected fraud.</p><p>Suspected fraud grievances include suspected cases of financial/payment fraud perpetuated by a provider, payer, or other entity. Note: grievances reported in this row should only include grievances submitted to the managed care plan, not grievances submitted to another entity, such as a state Ombudsman or Office of the Inspector General.",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-8",
        "type": "number",
        "props": {
          "label": "D1.IV.16h Resolved grievances related to abuse, neglect or exploitation",
          "hint": "<p>Enter the total number of grievances resolved during the reporting year that were related to abuse, neglect or exploitation.</p><p>Abuse/neglect/exploitation grievances include cases involving potential or actual patient harm.</p>",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-9",
        "type": "number",
        "props": {
          "label": "D1.IV.16i Resolved grievances related to lack of timely plan response to a service authorization or appeal (including requests to expedite or extend appeals)",
          "hint": "Enter the total number of grievances resolved during the reporting year that were filed due to a lack of timely plan response to a service authorization or appeal request (including requests to expedite or extend appeals).",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-10",
        "type": "number",
        "props": {
          "label": "D1.IV.16j Resolved grievances related to plan denial of expedited appeal",
          "hint": "<p>Enter the total number of grievances resolved during the reporting year that were related to the plan's denial of an enrollee's request for an expedited appeal.</p><p>Per 42 CFR ยง438.408(b)(3), states must establish a timeframe for timely resolution of expedited appeals that is no longer than 72 hours after the MCO, PIHP or PAHP receives the appeal. If a plan denies a request for an expedited appeal, the enrollee or their representative have the right to file a grievance.</p>",
          "mask": "comma-separated"
        }
      },
      {
        "id": "dgbr-11",
        "type": "number",
        "props": {
          "label": "D1.IV.16k Resolved grievances filed for other reasons",
          "hint": "Enter the total number of grievances resolved during the reporting period that were filed for a reason other than the reasons listed above.",
          "mask": "comma-separated"
        }
      }
    ]
  }
}
